Repository: Mohamed-Shimy/PrayerTimes
Catalog: Sources/PrayerTimes/Resources/Localizable.xcstrings
Source language: ar
Languages: en

# prayertime.calculationmethod.mwl
source: رابطة العالم الإسلامي
en: Muslim World League

# prayertime.calculationmethod.isna
source: الجمعية الإسلامية لأمريكا الشمالية
en: Islamic Society of North America

# prayertime.calculationmethod.egypt
source: الهيئة العامة المصرية للمساحة
en: Egyptian General Authority of Survey

# prayertime.calculationmethod.ummAlQura
source: جامعة أم القرى
en: Umm al-Qura University

# prayertime.calculationmethod.karachi
source: جامعة العلوم الإسلامية بكراتشي
en: University of Islamic Sciences, Karachi

# prayertime.calculationmethod.dubai
source: وزارة الأوقاف دبي
en: Dubai Ministry of Awqaf

# prayertime.calculationmethod.qatar
source: وزارة الأوقاف قطر
en: Qatar Ministry of Awqaf

# prayertime.calculationmethod.kuwait
source: وزارة الأوقاف والشؤون الإسلامية الكويت
en: Ministry of Awqaf and Islamic Affairs, Kuwait

# prayertime.calculationmethod.oman
source: وزارة الأوقاف والشؤون الدينية عمان
en: Ministry of Awqaf and Religious Affairs, Oman

# prayertime.calculationmethod.jordan
source: وزارة الأوقاف والشؤون والمقدسات الإسلامية الأردن
en: Ministry of Awqaf and Islamic Affairs, Jordan

# prayertime.calculationmethod.morocco
source: وزارة الأوقاف والشؤون الإسلامية المغرب
en: Ministry of Awqaf and Islamic Affairs, Morocco

# prayertime.calculationmethod.algeria
source: وزارة الشؤون الدينية والأوقاف الجزائر
en: Ministry of Religious Affairs and Awqaf, Algeria

# prayertime.calculationmethod.tunisia
source: وزارة الشؤون الدينية تونس
en: Ministry of Religious Affairs, Tunisia

# prayertime.calculationmethod.libya
source: وزارة الأوقاف والشؤون الإسلامية ليبيا
en: Ministry of Awqaf and Islamic Affairs, Libya

# prayertime.calculationmethod.diyanet
source: ديانت تركيا
en: Turkey Diyanet

# prayertime.calculationmethod.russia
source: الهيئة الإسلامية الروسية
en: Russian Islamic Authority

# prayertime.calculationmethod.muis
source: مجلس الشؤون الإسلامية سنغافورة
en: Majlis Ugama Islam Singapore

# prayertime.calculationmethod.jakim
source: جابتان كيموجان إسلام ماليزيا (جاكيم)
en: Jabatan Kemajuan Islam Malaysia (JAKIM)

# prayertime.calculationmethod.indonesia
source: وزارة الشؤون الدينية إندونيسيا
en: Indonesian Ministry of Religious Affairs

# prayertime.calculationmethod.brunei
source: السلطة الدينية بروناي
en: Brunei Religious Authority

# prayertime.calculationmethod.southAfrica
source: المجلس الإسلامي جنوب أفريقيا
en: South African Islamic Council

# prayertime.calculationmethod.uiof
source: اتحاد المنظمات الإسلامية فرنسا
en: Union of Islamic Organizations of France

# prayertime.calculationmethod.luwtc
source: مجلس التوقيت الموحد لندن
en: London Unified Working Times Council

# prayertime.calculationmethod.bangladesh
source: وزارة الأوقاف بنغلاديش
en: Bangladesh Ministry of Awqaf

# prayertime.calculationmethod.mcw
source: لجنة الرؤية العالمية
en: Moonsighting Committee Worldwide

# prayertime.calculationmethod.icna
source: الدائرة الإسلامية لأمريكا الشمالية
en: Islamic Circle of North America

# prayertime.calculationmethod.ica
source: المجلس الإسلامي أستراليا
en: Islamic Council of Australia

# prayertime.calculationmethod.sudan
source: وزارة الأوقاف والشؤون الإسلامية السودان
en: Ministry of Awqaf and Islamic Affairs, Sudan
